return { --台词

    DESCRIBE =
    {
        PLAYER =
        {
            GENERIC = "假如再也见不到你，祝你早安，午安，晚安",	
            ATTACKER = "诶？",		
        },
        CAMPFIRE =
		{
            NORMAL = "啊~太好了~",		-- 物品名:"营火"->普通 制造描述:"燃烧时发出光亮。"
		},
        FIREPIT =
		{
			NORMAL = "啊~太好了~",		-- 物品名:"火坑"->普通 制造描述:"一种更安全、更高效的营火。"
		},
        PENGUIN = {
        "咕咕嘎嘎！"  --企鸥
        },
        MUTATED_PENGUIN = {
            GENERIC = "咕咕嘎嘎！",  --月岩企鸥
        },
        --  WILSON =
        -- {
        --     -- 当目标玩家处于普通状态时触发（默认对话）
        --     GENERIC = "星星与原子！你是另一个我吗，%s？", 
        --     -- 当目标玩家杀害了无辜生物或玩家时触发
        --     MURDERER = "你的存在是对科学规律的侮辱，%s！", 
        --     -- 当目标玩家点燃了可燃物体时触发
        --     FIRESTARTER = "燃烧，这不是很科学，%s。",
        --     -- 当目标玩家攻击了附近的生物但还未造成死亡时触发
        --     ATTACKER = "额，我真的看起来那么毛骨悚然吗？",
        --     -- 当目标玩家是鬼魂状态时触发
        --     GHOST = "最好造一个复活装置。不能再让另一个科学家走了。",
        --     -- 对帮助复活者的描述
        --     REVIVER = "%s已经熟练地把我们的理论付诸实践。" 
        -- }
        --明日方舟慕斯
        MOUSSE = {
            GENERIC = "要一起做蛋糕吗，%s？"
        },
        --明日方舟史尔特尔
        SURTR = {
            GENERIC = "哇！我可以摸摸你的大剑吗？好烫！"
        },
        --明日方舟夕
        DUSK = {
            GENERIC = "哇~好神奇的画！"
        },
        --明日方舟极光aurora
        AURORA = {
            GENERIC = "准备好一起参加下次科考任务了吗，%s？"
        },
        --明日方舟缪尔塞斯
        MUELSYSE = {
            GENERIC = "缪缪！好久不见~"
        },
        --明日方舟麦哲伦
        MGL = {
            GENERIC = "诶？难道说你是另一个我吗？"
        },



        
    },
    BATTLECRY =
	{
		GENERIC = "3......2......1！",		--战斗
	},
	COMBAT_QUIT =
	{
		GENERIC = "哼哼哼，我可是很强的!",		
	},

}
